; Language definition file for IconPackager. 
;
; .\Program Files\Stardock\Object Desktop\IconPackager\Lang\Default.lng (Default language - English)
; .\Program Files\Stardock\Object Desktop\IconPackager\Lang\English.lng (Add other .lng files for additional languages)
;
; This is a UniCode text file that will appear as gibberish if opened in an editor that does not support it. 
; The Notepad.exe included with Windows 2000 or later will support editing this file. 
; Traduit par cyberpic (http://cyberpic.club.fr)
;

[Strings]
1=IconPackager
2="%s le pack d'icônes a été installée avec succès."
3="Suites"
4="Icônes et Curseurs"
5="Réglages"
6="Explorateur d'icônes"
7="Aide"
8="OK"
9="Annuler"
10="Appliquer"
11="IconPackager va maintenant restaurer toutes les icônes par défaut de Windows.\n\nEtes-vous sure de vouloir continuer?"
12="IconPackager va maintenant restaurer tous les curseurs par défaut de Windows.\n\nEtes-vous sure de vouloir continuer?"
13="Si vous avez un problème d'affichage d'image d'icône ou de curseur, IconPackager peut le détecter et le régler pour vous.\n\nvoulez-vous qu'IconPackager le règle maintenant?"
14="Ouvrir Pack"
15="Fichiers d'archives (*.iptheme, *.ip, *.theme)|*.iptheme;*.ip;*.zip;*.theme|Icon Packages (*.iptheme)|*.iptheme|Microsoft Theme (*.theme)|*.theme|Zipped Package (*.ip)|*.ip;*.zip||"
16="&Enregistrer IconPackager"
17=" (Jour d'évaluation: %d de 30)"
18="Voulez-vous enregistrer les changements avant de fermer?"
19="Voulez-vous sauvegarder votre suite d'icônes avant de fermer?"
20="IconPackager a besoin qu' IconDeveloper soit installé sur votre ordinateur pour poursuivre l'opération. Voulez-vous le télécharger et l'installer maintenant?"
21=" (not in shareware)"
22="http://www.iconzone.com"
23="support@stardock.com"
24="news://news.stardock.com/stardock.iconpackager"
25="http://www.wincustomize.com/Skins.aspx?LibID=2&a=ip"
26="You must enter a valid author to continue."
27="You must enter a valid email to continue."
28="You must enter a valid website to continue."
29="You must enter a valid comment to continue."

;
;Suites disponibles
;
30="Icône par défaut de Windows"
31="Auteur : --"
32="Auteur : %s"
33="Auteur : Inconnu"
34="Suite du jour sur Internet"
35=" par "
36="   ... Visitez WinCustomize.com pour d'autres suites!"
37="Suite sélectionnée: %s"
38="&Charger"
39="&Aperçu"
40="Installer &nouvelle suite"
41="&Supprimer"
42="Infos"
43="Recoloriez la suite en utilisant IconDeveloper"
44="&Rechercher..."
45="Classer par nom"
46="Classer par auteur"
47="Classer date"
48="Compatibles WinXP"
49="Classer par compte"
50="Résultats de recherches"
51="Bureau"
52="Démarrer"
53="Dossiers"
54="Volumes"
55="Autres"
56="Fichiers"
57="Icônes perso."
58="Curseurs"
59="Lancement"
60="N'est pas un fichier d'archive valide "%s"."
61="Vous devez sélectionner une suite d'icônes valide pour continuer."
62="Il y a eu une erreur de mise à jour des informations de la suite."
63="Installer la Suite"
64="Suites d'icônes (*.ip, *.iptheme, *.theme)|*.ip;*.zip;*.iptheme;*.theme|All Files|*.*||"
65="Vous ne pouvez pas supprimer la suite en cours d'exécution."
66="Etes-vous sure de vouloir supprimer la suite '%s' ?"
67="Une erreur est intervenue lors de la suppression de la suite, réessayez SVP."
68="Vous devez sélectionner une suite d'icônes valide pour continuer."
69="Archiver la suite d'icônes"
70="Suite d'icônes (*.ip)|*.ip||"
71="Include"
72="Control Panel"
73=""
74=""
75=""
76=""
77=""
78=""
79=""

;
;Propositions de suites supplémentaires
;
80="Suites proposées"
81="&Obtenir d'autres suites!"
82="&Télécharger"
83="Abandon"
84="Contacter WinCustomize.com..."
85=" par "
86="Click to view large preview"
87=""
88=""
89=""

;
;Rechercher des suites
;
90="Rechercher des suites"
91="Entrer un mot de recherche ou le nom d'un auteur pour trouver la suite recherchée."
92="&Rechercher"
93="OK"
94="Abandon"
95="Vous devez entrer une ligne de recherche pour continuer."
96=""
97=""
98=""
99=""

;
;Infos
;
100="Infos sur la suite"
101="&Auteur:"
102="&E-mail:"
103="&Site Web:"
104="&Commentaires:"
105="Nécessite Windows&XP"
106="OK"
107="Abandon"
108="Aller"
109=""

;
;Package Preview
;
110="Preview"
111="All Icons"
112="General Preview"
113="Desktop Icons"
114="Start Icons"
115="Folder Icons"
116="Drive Icons"
117="Other Icons"
118="File Icons"
119="Cursors"
120="Quick Launch"
121="Aperçu"
122="Exporter Image"
123="Copier Image"
124="Editer avec IconDeveloper"
125="Vue dans un tableau"
126="Aperçu personnalisé"
127="%d Formats"
128="%d Icônes"
129="%d Images"
130="Exporter Image"
131="Bitmap (*.bmp)|*.bmp||"
132="Control Panel"
133=""
134=""
135=""
136=""
137=""
138=""
139=""

;
;Icônes et Curseurs
;
140="Bureau"
141="Démarrer"
142="Dossiers"
143="Volumes"
144="Autres"
145="Fichiers"
146="Curseurs"
147="Lancement"
148="Icônes du bureau"
149="Icônes du Menu démarrer"
150="Icônes de dossier"
151="Icônes de volumes"
152="Autres Icônes"
153="Icônes de types de fichiers"
154="Curseurs"
155="barre de lancement rapide"
156="Les icônes du menu démarrer classique de WindowsXP ne peuvent pas être changées.\n\nCette contrainte est inhérente au système d'exploitation et non imputable à IconPackager."
157="Aucune icône trouvée dans "%s"."
158="Fichier invalide."
159="Passer en mode volume entraînera la perte des changements d'icônes de volume que vous avez fait.\n\nVoulez-vous continuer?"
160="Changer Curseur pour %s"
161="Fichiers de curseur|*.cur;*.ani|Standard Cursors (*.cur)|*.cur|Animated Cursors (*.ani)|*.ani||"
162="Impossible de charger le fichier common.dll"
163="IconPackager a détecté que vos réglages restreignent le changement de certaines icônes dans cette suite.\n\nVoulez-vous appliquer le changement à toutes les icônes de la suite?"
164="Cette suite nécessite WindowsXP et ne sera pas correctement affichée.\n\nVoulez-vous quand même la charger?"
165="Vos icônes de volume sont actuellement en mode individuel.\n\nVoulez-vous désactiver cette option pour charger cette suite?"
166="Etes-vous sure de vouloir écraser la suite d'icônes '%s'?"
167="Enregistrer la suite d'icônes"
168="Suite d'icônes|*.iptheme||"
169="Vous devez préalablement modifier une icône avant de sauvegarder le thème."
170="Une erreur est intervenue durant l'enregistrement de la suite, réessayez SVP."
171="Nom du fichier: %s"
172="&Changer l'icône..."
173="&Restaurer icône"
174="&Editer Icône..."
175="&Editer Curseur..."
176="&Ajouter Format..."
177="Su&primer Format"
178="Mode volume&individuel"
179="Nom de fichier: %s,%d"
180="Icône par défaut de Windows"
181="Nom de fichier: %s"
182="Curseur par défaut de Windows"
183="Configuration graphique perdue ou invalide pour cette icône"
184="Echec de la mise à jour du raccourci '%s.lnk'.\n\nAssurez-vous que le raccourci est valide ou n'est pas en lecture seule."
185="IconPackager a notifié vos changements à Windows.\n\nWindows contient des flux qui peuvent provoquer l'absence de prise en compte de ces changements. Si ceux-ci ne sont pas pris en compte sélectionnez "reconstruire le cache des icônes" depuis le menu.\n\nPour plus d'information, consultez l'aide d'IconPackager"
186="IconPackager a détecté que l'explorateur Windows est configuré pour se lancer en tâches séparées.\n\nQuand vous utilisez cette option, certaines icônes n'apparaissent pas correctement et Windows fait apparaître ses icônes par défaut.\n\nVoulez-vous quand même maintenir cette option au risque que certaines icônes n'apparaissent pas correctement?"
187="Le lancement des fenêtres dans un processus séparé a été désactivé.\n\nPour que le changement prenne effet, vous devez fermer et réouvrir toutes les fenêtres."
188="IconPackager a détecté que vous utilisiez ObjectZip avec l'icônes d'objectZip pour les raccourcis. Cette option peut masquer l'icône et faire apparaître l'image complète.\n\nVoulez-vous masquer l'image pour que l'icône des fichiers Zip apparaisse correctement?"
189=""
190="Exporter Image"
191="Bitmap (*.bmp)|*.bmp||"
192="Control Panel"
193="Control Panel Icons"
194=""
195=""
196=""
197=""
198=""
199=""

;
;Ajouter des icônes
;
200="Ajouter Format de fichier"
201="Sélectionner des extensions de fichiers ci-dessous pour les ajouter à IconPackager."
202="Extensions enregistrées &par l'OS:"
203="Extension"
204="Type de fichier"
205="%s Fichier"
206="&Nouveau"
207="&Ajouter"
208="Abandon"
209="Extension %s est déjà associée avec un type d'extension. Essayer une autre extension SVP."
210="Vous ne pouvez pas changer l'icône pour ce type de fichier. Sélectionnez-en un autre et réessayez."
211="Cette extension de fichier existe déjà. Sélectionnez-en une autre SVP."
212=""
213=""
214=""

;
;Créer une nouvelle extension
;
215="Créer une nouvelle extension"
216="&Extension de fichier:"
217="&Description:"
218="Vous devez entrer une extension de fichiers pour continuer."
219="Vous devez entrer une description pour continuer."
220=""
221=""
222=""
223=""
224=""

;
;Appliquer le thème
;
225="Appliquer le thème"
226="Sélectionnez les options ci-dessous que vous voulez appliquer au thème %s."
227="Papier peint du bureau"
228="Icônes du bureau"
229="Ecran de veille"
230="Pointeurs de la souris"
231="Nom et style des polices"
232="Taille des fenêtres et des polices"
233="Couleurs des fenêtres"
234="Bruitages"
235="OK"
236="Abandon"
237=""
238=""
239=""

;
;Options
;
240="Réglages généraux"
241="Utiliser le maximum de couleurs pour les icônes"
242="Indiquer la flèche pour les raccourcis"
243="Montrer les fichier icônes comme des images"
244="Montrer les curseurs comme des images"
245="Utiliser de grandes icônes"
246="Taille des icônes:"
247="pixels"
248="Avancés"
249="Taille du cache d'icônes:"
250="KO"
251="Chargement des suites d'icônes"
252="Restaurer toutes les icônes avant d'ouvrir une nouvelle suite"
253="Restaurer tous les curseurs avant d'ouvrir une nouvelle suite"
254="Montrer la fenêtre de prévisualisation avant d'ouvrir une nouvelle suite"
255="Utiliser smart package loading"
256="Charger uniquement les fichiers d'icônes correspondant aux extensions enregistrées"
257="Charger aléatoirement les suites au démarrage de Windows"
258="Appliquer la suite aux favoris d'Internet Explorer"
259="Montrer l'écran d'accueil quand vous chargez une suite"
260="Enregistrement des suites d'icônes"
261="Afficher la fenêtre d'information quand vous enregistrez une suite d'icônes"
262="Enregistrer la suite sous forme d'icônes individuelles"
263="Supprimer les icônes doublons du pack pour gagner de la place"
264="Affichage"
265="Enregistrer les réglages d' IconPackager entre les sessions"
266="Montrer l'onglet 'Icône' dans la boite de dialogue "propriétés" des dossiers, fichiers et volumes"
267="Montrer l'onglet 'Icône' dans la boite de dialogue "propriétés" des dossiers et fichiers"
268="Montrer une petite prévisualisation des icônes"
269="Montrer les thèmes Microsoft Plus! Thèmes dans la liste des suites"
270="Emplacement des suites"
271="Réinitialisation &Défaut"
272="Reconstruire le &Cache"
273="&Réparer les images"
274="&Options Internet..."
275="Emplacement des suites"
276="&Path:"
277="&Naviguer..."
278="Sélectionnez un emplacement ci-dessous:"
279="Voulez-vous vraiment restaurer les réglages d'usine du système?"
280=""
281=""
282=""
283=""
284=""

;
;Sélectionnez une langue
;
285="Sélectionnez une langue"
286="Sélectionnez parmi les langues disponibles pour l'application."
287="OK"
288="Abandon"
289=""

;
;Au sujet d'IconPackager
;
290="Au sujet d'IconPackager"
291="Version: %s"
292="Chef de projet: %s"
293="Copie enregistrée."
294="Internet:"
295="Un composant d'ObjectDesktop.net"
296="&Commander IconPackager"
297="OK"
298=""
299=""

;
;Suites aléatoires
;
300="Suites aléatoires"
301="Vous pouvez sélectionner une suite ci-dessous qui entrera dans le chargement aléatoire."
302="&Suites disponibles:"
303="&Chargement aléatoire:"
304="&Ajouter >>"
305="<< &Enlever"
306="&Utiliser toutes les suites"
307="&Chargement aléatoire au démarrage"
308="OK"
309="Abandon"
310="Vous devez sélectionner au moins deux suites pour que cette option fonctionne."
311=""
312=""
313=""
314=""

;
;Changer l'Icône
;
315="Changer l'Icône"
316="Changer l'Icône pour %s"
317=&Chercher des Icônes dans ce fichier:
318=&Naviguer...
319=&Sélectionner une icône dans la liste ci-dessous :
320=&Restaurer l'Icône par défaut
321=OK
322=Abandon
323="Fichiers d'icônes |*.ico;*.exe;*.dll;*.icl;*.ocx;*.cpl|Programs |*.exe|Libraries |*.dll;*.ocx;*.icl;*.cpl|Icons|*.ico|All Files |*.*||"
324="Fichier introuvable "%s"."
325="Aucune icône trouvée dans "%s"."
326="IconPackager nécessite qu'IconDeveloper soit installé pour poursuivre cette opération. Voulez-vous le télécharger maintenant?"
327="&Sélectionner"
328="&Editer avec IconDeveloper..."
329="P&etites Icônes"
330="&Grandes Icônes"
331="Restaurer &l'icône Windows par défaut"
332="Restaurer &l'icône courante"
333="Search for %s images from other Themes"
334="Selected Items"

;
;Constructeur de suites
;
335="Constructeur de suites"
336=" Nouveau"
337=" Ouvrir"
338=" Enregistrer"
339="Icônes du bureau"
340="Icônes de démarrage"
341="Icônes de dossiers"
342="Icônes de volumes"
343="Autres icônes"
344="Icônes de fichiers"
345="Curseurs"
346="Nouveau"
347="Ouvrir"
348="enregistrer"
349="Enregistrer sous"
350="Montrer en groupes"
351="Classer par"
352="Vue fenêtre"
353="Vue personnalisée"
354="Voulez-vous d'abord enregistrer vos changements?"
355="Ouvrir la suite"
356="Fichiers de suites (*.iptheme, *.ip, *.theme)|*.iptheme;*.ip;*.zip;*.theme|Icon Packages (*.iptheme)|*.iptheme|Microsoft Theme (*.theme)|*.theme|Zipped Package (*.ip)|*.ip;*.zip||"
357="Enregistrer la suite d'icônes"
358="Icon Package|*.iptheme||"
359="TIl y a eu une erreur durant l'enregistrement du fichier. Réessayez SVP."
360="Fichiers personnalisés"
361="Lancement rapide"
362="Control Panel Icons"
363=" Recent"
364="Recent Themes"
365=" Sub Packages"
366="Sub Packages"
367=""
368=""
369=""
370=""
371=""
372=""
373=""
374=""

;
;Sub Packages
;
390="Sub Packages"
391="You can configure sub packages below for your current theme. Sub packages are displayed within a dropdown list when a user selects the package."
392="Name"
393="File"
394="Load Parent"
395="&Add New..."
396="&Edit..."
397="Move &Up"
398="Move &Down"
399="OK"
400="Cancel"
401=""
402=""
403=""
404=""
405=""

;
;Edit Sub Package
;
410="Edit Sub Package"
411="Select below to configure a sub package."
412="&Name:"
413="File &name:"
414="&Load parent package"
415="&Browse..."
416="OK"
417="Cancel"
418="You must enter a valid sub theme name to continue."
419="You must enter a valid sub theme file to continue."
420="There was an error with the selected package, please try again."
421=""
422=""
423=""
424=""

;
;Menu IconPackager
;
495="&File"
496="&View"
497="&Tools"
498="&Help"
499=""
500="&Ouvrir la suite...\tCtrl+O"
501="&Enregistrer la suite\tCtrl+S"
502="Enregistrer la suite &sous...\tCtrl+A"
503="&Archiver la suite...\tCtrl+Z"
504="&Langue..."
505="&Sortir"
506="&Mise à jour locale"
507="&Editeur de suites"
508="&Suite proposée..."
509="Restaurer toutes les &Icônes"
510="Restaurer tous les &Curseurs"
511="Lancer Icon&Developer..."
512="&Recolorier la Suite..."
513="&Plugins..."
514="&Alterner les suites au démarrage"
515="Ajouter type &de fichiers..."
516="Re&construire le cache des icônes"
517="Réparer les images des &Icônes"
518="Réparer & le Shell des icônes"
519="&Contenus et Index\tF1"
520="&Historique"
521="Sur le &Web"
522="IconPackager &Site Web"
523="IconPackager &Email"
524="IconPackager &Forum"
525="&Télécharger d'autres suites!"
526="&Au sujet d'IconPackager"
527="&New Package...\tCtrl+N"
528="No Recent Packages"
529="&Register IconPackager"

;
;Menu des fichiers suite
;
530="&Charger"
531="Prévisualiser&...\tCtrl+P"
532="Suite &Info...\tCtrl+I"
533="&Chercher...\tCtrl+R"
534="Re&colorier Suite...\tCtrl+C"
535="&Archiver Suite...\tCtrl+Z"
536="&Supprimer\tDel"
537="&Installer Suite"
538="Installation & locale."
539="Installer depuis le &web..."
540="&Rafraîchir\tF5"
541=""
542=""
543=""
544=""

;
;Menu Icônes
;
545="C&hanger Icône..."
546="Restaurer &Icônes Windows"
547="Restaurer l'Icône c&ourrente"
548="&Exporter Image..."
549="&Copier Image"
550="Editer avec Icon&Developer..."
551="&Voir Icône..."
552="&Ajouter Format..."
553="S&upprimer Format"
554="&Propriétés..."

;
;Menu de prévisualisation
;
555="&Voire Icône"
556="&Exporter Image..."
557="&Copier Image"
558="Editer avec Icon&Developer..."
559="&Propriétés"
560=""
561=""
562=""
563=""
564=""

;
;Menu pour restaurer les icônes
;
565="Restaurer & les réglages par défaut de Windows"
566="Restaurer &l'icône courante"
567="Restaurer toutes les %s icônes"
568="Restaurer &le curseur courrant"
569="Restaurer tous les Curseurs"
570=""
571=""
572=""
573=""
574=""

;
;Menu constructeur de suites
;
575="&Changer Icône"
576="&Choisir l'icône par défaut"
577="&Exporter Image..."
578="C&opier Image"
579="Editer avec Icon&Developer..."
580="&Voir icône"
581="&Propriétés"
582="&Add Format..."
583="Re&move Format"
584=""

;
;Classer le menu du constructeur de suites
;
585="&Défaut"
586="&Nom"
587="&Choisir icône"

;
;About Links
;
590="support@stardock.com"
591="http://www.iconzone.com"
592="news://news.stardock.com/stardock.iconpackager"
593="Click to email: support@stardock.com"
594="Click to view the IconPackager Web Site"
595="Click to view the IconPackager forums"
596=""
597=""
598=""
599=""

;
;Icon Menu Sorting
;
600="&Sort"
601="by Default"
602="by Application"
603="by Extension"
604=""
605=""
606=""
607=""
608=""
609=""

;
;Repair Shell Icons
;
610="Repair Shell Icons"
611="IconPackager can repair your shell icons for processes that do not display the correct customized icons."
612="&Do not repair any shell icons on my computer"
613="Repair shell icons for &all processes"
614="Repair &shell icons for the following processes only"
615="&Add..."
616="&Remove"
617="Reset &List"
618="OK"
619="Cancel"
620="Are you sure you want to remove all processes?"
621="Processes (*.exe)|*.exe|All Files|*.*||"
622="Add Process"
623=""
624=""
625=""
626=""
627=""
628=""
629=""

;
;Explorer Shell Extension
;
1000="Icône"
1001="Vous pouvez personnaliser l'apparence de ce fichier, dossier ou volume en changeant ses propriétés."
1002="Icône&courante:"
1003="Changer l'icône seulement pour ce fichier"
1004="Glisser et déposer l'icône ici, ou utiliser le bouton changer l'icône."
1005="&Changer Icône..."
1006="&Description:"
1007="&Réglages..."
1008="R&éparer Image"
1009="&Restaurer Défaut"
1010="Note: Changer ce fichier affectera tous les autres fichiers de la même application."
1011="Vous devez enregistrer IconPackager (seulement $14.95 seul ou $49.95 avec Object Desktop) pour utiliser cette option. Commandez SVP à www.stardock.com."
1012="&Avantages de l'enregistrement"
1013="Info Bulles:"
1014="Note: Changer l'apparence de ce dossier signifiera qu'il ne sera pas visible en ligne de commande."
1015="Voir &Historique..."
1016="Lancer &IconPackager..."
1017="Lancer Icon&Explorer..."
1018="Editer avec Icon&Developer..."
1019="&Reconstruire le Cache"
1020="&Au sujet d'IconPackager"
1021=""
1022=""
1023=""
1024=""

;
;IconPackager Explorer
;
2000="IconPackager Explorer"
2001="IconPackager Explorer is no longer associated with icon library files on your computer.\n\nWould you like to restore the file associations back to IconPackager Explorer?"
2002="View Files "
2003="Format "
2004="All Files"
2005="Icon Files"
2006="Icon Resources (*.ico)"
2007="Icon Libraries (*.icl)"
2008="Program Files (*.exe, *.cpl, *.ocx, *.dll)"
2009="Cursor Files (*.cur, *.ani)"
2010="Name"
2011="Type"
2012="Icons"
2013="New Library"
2014="Open Library"
2015="Save Library"
2016="Cut"
2017="Copy"
2018="Paste"
2019="Delete"
2020="Properties"
2021="Browser"
2022="View"
2023="Contents and Index"
2024="%d formats"
2025="%d icons"
2026="%d images"
2027="%d selected"
2028="You must select an image to continue."
2029="You must select one icon only."
2030="Open Library"
2031="Icon Files (*.ico; *.exe; *.dll; *.icl; *.ocx; *.cpl)|*.ico;*.exe;*.dll;*.icl;*.ocx;*.cpl|Programs (*.exe)|*.exe|Libraries (*.dll; *.ocx; *.icl; *.cpl)|*.dll;*.ocx;*.icl;*.cpl|Icons (*.ico)|*.ico|All Files (*.*)|*.*||" 
2032="Save As"
2033="Icon (*.ico)|*.ico|Cursor (*.cur)|*.cur|Bitmap (*.bmp)|*.bmp||"
2034="Save Library"
2035="Icon Library (*.icl)|*.icl|All Files|*.*||"
2036="Would you like to save your changes before continuing?"
2037="No icons found in file '%s'."
2038="All formats"
2039="Add Icon(s)"
2040="Icon Files (*.ico; *.exe; *.dll; *.icl; *.ocx; *.cpl)|*.ico;*.exe;*.dll;*.icl;*.ocx;*.cpl|Programs (*.exe)|*.exe|Libraries (*.dll; *.ocx; *.icl; *.cpl)|*.dll;*.ocx;*.icl;*.cpl|Icons (*.ico)|*.ico|All Files (*.*)|*.*||"
2041="No icons found in file '%s'."
2042="You must select an icon to rename."
2043="Are you sure you want to delete the %s icon format?"
2044="Copy of %s"
2045="Would you like to save your changes before closing?"
2046=" (Unregistered Copy)"
2047="Do not show this notice again"
2048=""
2049=""
2050=""

;
;IconPackager Explorer Settings
;
2100="Settings"
2101="OK"
2102="Cancel"
2103="General"
2104="Save IconPackager Explorer settings between sessions"
2105="Open icon library files with IconPackager Explorer"
2106="Ignore resource names"
2107=""
2108=""
2109=""

;
;IconPackager Explorer Rename Icons
;
2120="Rename Icons"
2121="Icon names:"
2122="OK"
2123="Cancel"
2124="You must enter a valid icon name to continue."
2125=""
2126=""
2127=""
2128=""
2129=""

;
;IconPackager Explorer Properties
;
2130="Icon Properties"
2131="Icon Formats"
2132="OK"
2133="Image dimensions: %d x %d pixels\n\nColor depth: %d bit\n\nImage size: %s bytes"
2134="Total image(s) size: %s bytes"
2135=""
2136=""
2137=""
2138=""
2139=""

;
;IconPackager Explorer Menu
;
2140="&File"
2141="&Edit"
2142="&View"
2143="&Tools"
2144="&Help"
2145=""
2146="&New\tCtrl+N"
2147="&Open...\tCtrl+O"
2148="&Save\tCtrl+S"
2149="Save &As..."
2150="E&xport As...\tCtrl+E"
2151="New &Window\tAlt+N"
2152="&Exit\tAlt+F4"
2153="&Edit Icon"
2154="A&dd Icon...\tCtrl+D"
2155="Cu&t\tCtrl+X"
2156="&Copy\tCtrl+C"
2157="&Paste\tCtrl+V"
2158="C&reate Copy"
2159="&Delete\tDel"
2160="Delete &Format"
2161="&Rename\tF2"
2162="Select All\tCtrl+A"
2163="In&vert Selection"
2164="&Properties...\tAlt+Enter"
2165="&Toolbar"
2166="Status &Bar"
2167="Bro&wser"
2168="&Large Icons"
2169="S&mall Icons"
2170="&List"
2171="&Details"
2172="&Refresh\tF5"
2173="Run Icon&Packager..."
2174="Run Icon&Developer..."
2175="Run &TweakShell..."
2176="&Rebuild Icon Cache"
2177="&Options..."
2178="&Contents and Index\tF1"
2179="&History"
2180="On The &Web"
2181="IconPackager &Web Site"
2182="IconPackager &Email"
2183="IconPackager &Forum"
2184="&Download Additional Packages"
2185="&About IconPackager Explorer"
2186="No Recent Files"
2187=""
2188=""
2189=""

;
;IconPackager Explorer Image Menu
;
2200="&Edit Icon"
2201="Edit using &IconDeveloper"
2202="&Add Icon\tCtrl+D"
2203="E&xport As...\tCtrl+E"
2204="Cu&t\tCtrl+X"
2205="&Copy\tCtrl+C"
2206="C&reate Copy"
2207="&Delete\tDel"
2208="&Rename\tF2"
2209="&Properties...\tAlt+Enter"
2210=""
2211=""
2212=""
2213=""
2214=""

;
;Internet Settings
;
6000="Internet Settings"
6001="&Help"
6002="OK"
6003="Cancel"
6004="General"
6005="Proxy Server"
6006="You can enter a proxy server address and port below that will be used to download from your LAN."
6007="&Address:"
6008="&Port:"
6009="&Username:"
6010="Pa&ssword:"
6011="Internet Explorer proxy server settings will be used if no proxy settings are configured above."
6012="Download Settings"
6013="Resume partially downloaded files"
6014="Delete file on cancelling download"
6015="Use WindowBlinds progress animations (if installed)"
6016="Display full filename and path when downloading"
6017="Request timeout:"
6018="seconds"
6019="Stardock Central Only"
6020="Retry failed downloads:"
6021="times"
6022="Retry delay:"
6023="seconds"
6024=""
6025=""
6026=""
6027=""
6028=""
6029=""
